Repository: q231950/btlb
Catalog: Packages/Localization/Sources/Localization/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ru, tr, uk

# account header item
source: item
de: Entleihung
es: elemento
fr: élément
ru: элемент
tr: öğe
uk: видача

# account header items
source: items
de: Entleihungen
es: elementos
fr: éléments
ru: элементы
tr: öğeler
uk: видачі

# account name placeholder
source: new Account
de: neues Konto
es: nueva cuenta
fr: nouveau compte
ru: новый аккаунт
tr: yeni Hesap
uk: новий обліковий запис

# account not active
source: No active library account. Activate it now.
de: Aktiviere dein Bibliothekskonto
es: No hay cuenta de biblioteca activa. Actívela ahora.
fr: Aucun compte de bibliothèque actif. Activez-le maintenant.
ru: Нет активного аккаунта библиотеки. Активируйте его сейчас.
tr: Aktif kütüphane hesabı yok. Şimdi etkinleştirin.
uk: Немає активного облікового запису бібліотеки. Активуйте його зараз.

# account not active long
source: No active library account. Activate it now.
de: Dein Bibliothekskonto ist nicht aktiviert. Aktiviere es jetzt.
es: Su cuenta de biblioteca no está activada. Actívela ahora.
fr: Votre compte de bibliothèque n'est pas activé. Activez-le maintenant.
ru: Ваш аккаунт библиотеки не активирован. Активируйте его сейчас.
tr: Kütüphane hesabınız etkinleştirilmemiş. Şimdi etkinleştirin.
uk: Ваш обліковий запис бібліотеки не активовано. Активуйте його зараз.

# activate account button title
source: activate
de: aktivieren
es: activar
fr: activer
ru: активировать
tr: etkinleştir
uk: активувати

# activate account retry button title
source: retry
de: erneut versuchen
es: reintentar
fr: réessayer
ru: повторить
tr: yeniden dene
uk: спробувати знову

# activating copy
source: activating…
de: aktiviere…
es: activando…
fr: activation…
ru: активация…
tr: etkinleştiriliyor…
uk: активація…

# activation failed copy
source: Activation failed
de: Aktivierung fehlgeschlagen
es: Error en la activación
fr: Échec de l'activation
ru: Активация не удалась
tr: Etkinleştirme başarısız
uk: Активація не вдалася

# Anmerkungen:
source: Remarks:
de: Anmerkungen
es: Observaciones:
fr: Remarques :
ru: Примечания:
tr: Açıklamalar:
uk: Примітки:

# Ausgabe:
source: Edition:
de: Ausgabe
es: Edición:
fr: Édition :
ru: Издание:
tr: Baskı:
uk: Видання:

source: Author
de: Autor
es: Autor
fr: Auteur
ru: Автор
tr: Yazar
uk: Автор

# BACOWN
source: Location
de: Standort
es: Ubicación
fr: Emplacement
ru: Местоположение
tr: Konum
uk: Місцезнаходження

source: Barcode
de: Strichcode
es: Código de barras
fr: Code-barres
ru: Штрих-код
tr: Barkod
uk: Штрих-код

# Bestellnummer:
source: Order Number
de: Bestellnummer
es: Número de pedido
fr: Numéro de commande
ru: Номер заказа
tr: Sipariş Numarası
uk: Номер замовлення

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ru: Отменить
tr: İptal
uk: Скасувати

source: Currentness of data
de: Aktualität der angezeigten Informationen
es: Actualidad de los datos
fr: Actualité des données
ru: Актуальность данных
tr: Veri güncellik durumu
uk: Актуальність даних

# data anmerkungen
source: Remarks
de: Anmerkungen
es: Observaciones
fr: Remarques
ru: Примечания
tr: Açıklamalar
uk: Примітки

# data ausgabe
source: Issue
de: Ausgabe
es: Número
fr: Édition
ru: Выпуск
tr: Sayı
uk: Випуск

# data erschienen
source: Published
de: Erschienen
es: Publicado
fr: Publié
ru: Опубликовано
tr: Yayınlandı
uk: Опубліковано

# data originaltitel
source: Original Title
de: Originaltitel
es: Título original
fr: Titre original
ru: Оригинальное название
tr: Orijinal Başlık
uk: Оригінальна назва

# data personen
source: Persons
de: Person(en)
es: Personas
fr: Personnes
ru: Лица
tr: Kişiler
uk: Особи

# data preis
source: Price
de: Preis
es: Precio
fr: Prix
ru: Цена
tr: Fiyat
uk: Ціна

# data reihe
source: Series
de: Reihe
es: Serie
fr: Série
ru: Серия
tr: Seri
uk: Серія

# data schlagwoerter
source: Keywords
de: Schlagwörter
es: Palabras clave
fr: Mots-clés
ru: Ключевые слова
tr: Anahtar kelimeler
uk: Ключові слова

# data signatur
source: Signature
de: Signatur
es: Signatura
fr: Cote
ru: Сигнатура
tr: İmza
uk: Сигнатура

# data sprache
source: Language
de: Sprache
es: Idioma
fr: Langue
ru: Язык
tr: Dil
uk: Мова

# data titel-lang
source: Full Title
de: Titel
es: Título completo
fr: Titre complet
ru: Полное название
tr: Tam Başlık
uk: Повна назва

# data umfang
source: Size
de: Umfang
es: Tamaño
fr: Taille
ru: Объем
tr: Boyut
uk: Обсяг

source: day
de: Tag
es: día
fr: jour
ru: день
tr: gün
uk: день

source: days
de: Tage
es: días
fr: jours
ru: дней
tr: gün
uk: днів

source: Done
de: Fertig
es: Listo
fr: Terminé
ru: Готово
tr: Tamam
uk: Готово

# Erschienen:
source: Published:
de: Erschienen
es: Publicado:
fr: Publié :
ru: Опубликовано:
tr: Yayınlandı:
uk: Опубліковано:

source: Identifier
de: Identifikationsnummer
es: Identificador
fr: Identifiant
ru: Идентификатор
tr: Tanımlayıcı
uk: Ідентифікатор

# InterestLevelName
source: Interest
de: Interessen
es: Interés
fr: Intérêt
ru: Интерес
tr: İlgi
uk: Зацікавлення

# ISBN/Preis:
source: ISBN/Price:
de: ISBN/Preis
es: ISBN/Precio:
fr: ISBN/Prix :
ru: ISBN/Цена:
tr: ISBN/Fiyat:
uk: ISBN/Ціна:

source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
ru: Библиотека
tr: Kütüphane
uk: Бібліотека

source: Loaned until
de: Entliehen bis
es: Prestado hasta
fr: Emprunté jusqu'au
ru: Выдано до
tr: Şu tarihe kadar ödünç verildi
uk: Видано до

# MaterialTypeName
source: Type
de: Art
es: Tipo
ru: Тип
tr: Tür
uk: Тип

# no account
source: Add your library account
de: Log dich in dein Bibliothekskonto ein.
es: Añada su cuenta de biblioteca
fr: Ajoutez votre compte de bibliothèque
ru: Добавьте ваш аккаунт библиотеки
tr: Kütüphane hesabınızı ekleyin
uk: Додайте ваш обліковий запис бібліотеки

# no account long
source: No library account found. Add one now.
de: Kein Bibliothekskonto vorhanden. Füge jetzt eines hinzu.
es: No se encontró cuenta de biblioteca. Añada una ahora.
fr: Aucun compte de bibliothèque trouvé. Ajoutez-en un maintenant.
ru: Аккаунт библиотеки не найден. Добавьте сейчас.
tr: Kütüphane hesabı bulunamadı. Şimdi bir tane ekleyin.
uk: Обліковий запис бібліотеки не знайдено. Додайте зараз.

# no accounts add account button title
source: Add Account
de: Konto Hinzufügen
es: Añadir cuenta
fr: Ajouter un compte
ru: Добавить аккаунт
tr: Hesap Ekle
uk: Додати обліковий запис

# no accounts hint text
source: Pretty empty here ☝️ this will change once you have setup your library account.
de: Ziemlich leer hier ☝️ das ändert sich, sobald du dein Bibliothekskonto hinzugefügt hast.
es: Bastante vacío aquí ☝️ esto cambiará una vez que haya configurado su cuenta de biblioteca.
fr: Plutôt vide ici ☝️ cela changera une vez que vous aurez configuré votre compte de bibliothèque.
ru: Здесь довольно пусто ☝️ это изменится, когда вы настроите ваш аккаунт библиотеки.
tr: Burada oldukça boş ☝️ kütüphane hesabınızı ayarladıktan sonra bu değişecek.
uk: Досить порожньо ☝️ це зміниться, коли ви налаштуєте ваш обліковий запис бібліотеки.

# no active accounts
source: Activate a library account now.
de: Aktiviere ein Bibliothekskonto
es: Active una cuenta de biblioteca ahora.
fr: Activez un compte de bibliothèque maintenant.
ru: Активируйте аккаунт библиотеки сейчас.
tr: Şimdi bir kütüphane hesabı etkinleştirin.
uk: Активуйте обліковий запис бібліотеки зараз.

# no active accounts long
source: None of the library accounts is activated. Activate one now.
de: Keines der Bibliothekskonten ist aktiviert. Aktiviere mindestens eines.
es: Ninguna de las cuentas de biblioteca está activada. Active una ahora.
fr: Aucun des comptes de bibliothèque n'est activé. Activez-en un maintenant.
ru: Ни один из аккаунтов библиотеки не активирован. Активируйте один сейчас.
tr: Kütüphane hesaplarından hiçbiri etkinleştirilmemiş. Şimdi birini etkinleştirin.
uk: Жоден з облікових записів бібліотеки не активовано. Активуйте один зараз.

# no item to return
source: Nothing loaned.
de: Keine Entleihungen
es: Nada prestado.
fr: Aucun emprunt.
ru: Ничего не выдано.
tr: Hiçbir şey ödünç verilmemiş.
uk: Нічого не видано.

source: No info
de: Keine Informationen
es: Sin información
fr: Aucune information
ru: Нет информации
tr: Bilgi yok
uk: Немає інформації

# not activated copy
source: not activated
de: nicht aktiviert
es: no activado
fr: non activé
ru: не активировано
tr: etkinleştirilmemiş
uk: не активовано

# notification account update has changes subtitle
source: Enjoy the items
de: Viel Freude mit den Entleihungen.
es: Disfrute de los elementos
fr: Profitez de vos emprunts
ru: Наслаждайтесь материалами
tr: Ödünç alınan öğelerin keyfini çıkarın
uk: Насолоджуйтеся матеріалами

# notification account update without account
source: No Library Account
de: Kein Bibliothekskonto
es: Sin cuenta de biblioteca
fr: Aucun compte de bibliothèque
ru: Нет аккаунта библиотеки
tr: Kütüphane Hesabı Yok
uk: Немає облікового запису бібліотеки

# notification account update without account subtitle
source: Add one now
de: Füge eines hinzu
es: Añadir ahora
fr: Ajoutez-en un maintenant
ru: Добавить сейчас
tr: Şimdi bir tane ekle
uk: Додати зараз

# notification account update without changes subtitle
source: Nothing has changed
de: Alles beim Alten
es: Nada ha cambiado
fr: Rien n'a changé
ru: Ничего не изменилось
tr: Hiçbir şey değişmedi
uk: Нічого не змінилося

# notification account update without changes title
source: Library account up-to-date 😌
de: Entleihungen unverändert 😌
es: Cuenta de biblioteca actualizada 😌
fr: Compte de bibliothèque à jour 😌
ru: Аккаунт библиотеки актуален 😌
tr: Kütüphane hesabı güncel 😌
uk: Обліковий запис бібліотеки актуальний 😌

# notification action refresh accounts
source: refresh accounts
de: aktualisiere Konten
es: actualizar cuentas
fr: actualiser les comptes
ru: обновить аккаунты
tr: hesapları yenile
uk: оновити облікові записи

# notification action renew
source: renew
de: verlängern
es: renovar
fr: renouveler
ru: продлить
tr: yenile
uk: поновити

# notification action try to renew
source: try to renew
de: versuche zu verlängern
es: intentar renovar
fr: essayer de renouveler
ru: попробовать продлить
tr: yenilemeyi dene
uk: спробувати поновити

# notification expiration due message
source: is due on %@.
de: ist am %@ fällig.
es: vence el %@.
fr: est dû le %@.
ru: должно быть возвращено %@.
tr: %@ tarihinde iade edilmelidir.
uk: потрібно повернути %@.

# notification expired message
source: is overdue since %@.
de: ist seit %@ überfällig.
es: vencido desde el %@.
fr: est en retard depuis le %@.
ru: просрочено с %@.
tr: %@ tarihinden beri gecikmiş.
uk: прострочено з %@.

# notification expires today not renewable message
source: is due today and not renewable!
de: ist heute fällig und nicht verängerbar!
es: vence hoy y no es renovable!
fr: est dû aujourd'hui et non renouvelable !
ru: должно быть возвращено сегодня и не подлежит продлению!
tr: bugün iade edilmeli ve yenilenemez!
uk: потрібно повернути сьогодні і не можна поновити!

# notification expires today renewable message
source: is due today; potentially renewable.
de: ist heute fällig; eventuell noch verlängerbar.
es: vence hoy; potencialmente renovable.
fr: est dû aujourd'hui ; potentiellement renouvelable.
ru: должно быть возвращено сегодня; возможно продление.
tr: bugün iade edilmeli; muhtemelen yenilenebilir.
uk: потрібно повернути сьогодні; можливо поновлення.

# notification renewal failure subtitle
source: %1@ could not be renewed. Please try again in the app or return the item to the library
de: %1@ konnte nicht verlängert werden. Versuche es noch einmal in der App oder gib das Medium bei deiner Bibliothek zurück.
es: %1@ no se pudo renovar. Intente de nuevo en la aplicación o devuelva el elemento a la biblioteca
fr: %1@ n'a pas pu être renouvelé. Veuillez réessayer dans l'application ou retourner l'élément à la bibliothèque
ru: %1@ не удалось продлить. Попробуйте еще раз в приложении или верните элемент в библиотеку
tr: %1@ yenilenemedi. Lütfen uygulamada tekrar deneyin veya öğeyi kütüphaneye iade edin
uk: %1@ не вдалося поновити. Спробуйте ще раз у додатку або поверніть матеріал до бібліотеки

# notification renewal failure title
source: Failed to renew 😢
de: Keine Verlängerung 😢
es: Error al renovar 😢
fr: Échec du renouvellement 😢
ru: Не удалось продлить 😢
tr: Yenilenemedi 😢
uk: Не вдалося поновити 😢

# notification renewal success subtitle
source: %1@ is now due on %2@.
de: %1@ ist nun bis zum %2@ entliehen.
es: %1@ ahora vence el %2@.
fr: %1@ est maintenant dû le %2@.
ru: %1@ теперь должно быть возвращено %2@.
tr: %1@ artık %2@ tarihinde iade edilmelidir.
uk: %1@ тепер потрібно повернути %2@.

# notification renewal success title
source: Successfully renewed 🤖
de: Erfolgreich verlängert 🤖
es: Renovado exitosamente 🤖
fr: Renouvelé avec succès 🤖
ru: Успешно продлено 🤖
tr: Başarıyla yenilendi 🤖
uk: Успішно поновлено 🤖

# Organisation(en):
source: Organisation(s):
de: Organisation(en)
es: Organización(es):
ru: Организация(и):
tr: Kuruluş(lar):
uk: Організація(ї):

# Originalsprache:
source: Original Language
de: Originalsprache
es: Idioma original:
fr: Langue originale :
ru: Оригинальный язык:
tr: Orijinal Dil:
uk: Оригінальна мова

# Originaltitel:
source: Original Title
de: Originaltitel
es: Título original:
fr: Titre original :
ru: Оригинальное название:
tr: Orijinal Başlık:
uk: Оригінальна назва

# overall number of loans long %lld %lld
source: %1lld loans on%2lld accounts
de: %1lld Entleihungen auf%2lld Konten
es: %1lld préstamos en %2lld cuentas
fr: %1lld emprunts sur %2lld comptes
ru: %1lld выдач на %2lld аккаунтах
tr: %2lld hesapta %1lld ödünç
uk: %1lld видач на %2lld облікових записах

# overall number of loans long single item %lld
source: 1 loan on%2lld accounts
de: 1 Entleihung auf%2lld Konten
es: 1 préstamo en %2lld cuentas
fr: 1 emprunt sur %2lld comptes
ru: 1 выдача на %2lld аккаунтах
tr: %2lld hesapta 1 ödünç
uk: 1 видача на %2lld облікових записах

# overall number of loans single account long %lld
source: %1lld loans
de: %1lld Entleihungen
es: %1lld préstamos
fr: %1lld emprunts
ru: %1lld выдач
tr: %1lld ödünç
uk: %1lld видач

# overall number of loans single account single item long
source: 1 loan
de: 1 Entleihung
es: 1 préstamo
fr: 1 emprunt
ru: 1 выдача
tr: 1 ödünç
uk: 1 видача

# Person(en):
source: Person(s):
de: Personen
es: Persona(s):
fr: Personne(s) :
ru: Лица:
tr: Kişi(ler):
uk: Особа(и):

# Person/en:
source: Person(s):
de: Person/en:
es: Persona(s):
fr: Personne(s) :
ru: Лица:
tr: Kişi(ler):
uk: Особа(и):

# Prolonged
source: Renewals
de: Verlängerungen
es: Renovaciones
fr: Renouvellements
ru: Продления
tr: Yenilemeler
uk: Поновлення

# Reihe:
source: Series:
de: Reihe
es: Serie:
fr: Série :
ru: Серия:
tr: Seri:
uk: Серія:

source: Reservations
de: Vormerkungen
es: Reservaciones
fr: Réservations
ru: Резервирования
tr: Rezervasyonlar
uk: Бронювання

# Schlagwörter:
source: Keywords:
de: Schlagwörter
es: Palabras clave:
fr: Mots-clés :
ru: Ключевые слова:
tr: Anahtar kelimeler:
uk: Ключові слова:

source: Shelf Mark
de: Signatur
es: Marca de estantería
fr: Cote
ru: Полочная метка
tr: Raf İşareti
uk: Полична позначка

# Signatur:
source: Signature:
de: Signatur
es: Signatura:
fr: Cote :
ru: Сигнатура:
tr: İmza:
uk: Сигнатура:

# Sprache:
source: Language:
de: Sprache
es: Idioma:
fr: Langue :
ru: Язык:
tr: Dil:
uk: Мова:

# Teil:
source: Part:
de: Teil
es: Parte:
fr: Partie :
ru: Часть:
tr: Kısım:
uk: Частина:

# Titel:
source: Title:
de: Titel
es: Título:
fr: Titre :
ru: Название:
tr: Başlık:
uk: Назва:

# Umfang:
source: Scope:
de: Umfang
es: Alcance:
fr: Taille :
ru: Объем:
tr: Kapsam:
uk: Обсяг:

# until next return date
source: until next expiry date
de: bis Leihfristende
es: hasta la próxima fecha de vencimiento
fr: jusqu'à la prochaine date de retour
ru: до следующей даты возврата
tr: bir sonraki iade tarihine kadar
uk: до наступної дати повернення

# until next return date long
source: until upcoming expiry date
de: bis zum nächsten Leihfristende
es: hasta la próxima fecha de vencimiento
fr: jusqu'à la prochaine date d'échéance
ru: до предстоящей даты возврата
tr: yaklaşan iade tarihine kadar
uk: до найближчої дати виплати

source: Volume No.
de: Band Nr.
es: Núm. volumen
fr: N° de volume
ru: № тома
tr: Cilt No.
uk: № тому

# widget configuration description
source: Shows the number of days until the next expiry date.
de: Zeigt die Anzahl der Tage bis zum nächsten Leihfristende an.
es: Muestra el número de días hasta la próxima fecha de vencimiento.
fr: Affiche le nombre de jours jusqu'à la prochaine date d'échéance.
ru: Показывает количество дней до следующей даты возврата.
tr: Bir sonraki iade tarihine kadar kalan gün sayısını gösterir.
uk: Показує кількість днів до наступної дати повернення.

# widget configuration title
source: Remaining Days
de: Verbleibende Tage
es: Días restantes
fr: Jours restants
ru: Оставшиеся дни
tr: Kalan Günler
uk: Дні, що залишилися

# widget lockscreen no account
source: Account
de: Konto
es: Cuenta
fr: Compte
ru: Аккаунт
tr: Hesap
uk: Обліковий запис

# widget lockscreen no active accounts
source: Sign in
de: Konto
es: Iniciar sesión
fr: Se connecter
ru: Войти
tr: Giriş yap
uk: Увійти

# data links
source: Links
es: Enlaces
fr: Liens
ru: Ссылки
tr: Bağlantılar
uk: Посилання

source: Link(s):
es: Enlace(s):
fr: Lien(s) :
ru: Ссылки:
tr: Bağlantı(lar):
uk: Посилання:

source: Status
es: Estado
fr: Statut
ru: Статус
tr: Durum
uk: Статус
